Repository: adiparvu/PRVITAL
Catalog: prvital-ios/Prvital/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, nl, pl, pt, ro, ru

source: Daily rings
de: Tagesringe
es: Anillos diarios
fr: Anneaux quotidiens
it: Anelli giornalieri
nl: Dagelijkse ringen
pl: Dzienne pierścienie
pt: Anéis diários
ro: Inele zilnice
ru: Дневные кольца

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
it: Scuro
nl: Donker
pl: Ciemny
pt: Escuro
ro: Întunecat
ru: Тёмная

source: Dashboard
de: Übersicht
es: Panel
fr: Tableau de bord
pl: Panel
pt: Painel
ro: Panou
ru: Панель

source: Data & control
de: Daten & Kontrolle
es: Datos y control
fr: Données et contrôle
it: Dati e controllo
nl: Gegevens & beheer
pl: Dane i kontrola
pt: Dados e controlo
ro: Date și control
ru: Данные и управление

source: Data & privacy
de: Daten & Datenschutz
es: Datos y privacidad
fr: Données et confidentialité
it: Dati e privacy
nl: Gegevens & privacy
pl: Dane i prywatność
pt: Dados e privacidade
ro: Date și confidențialitate
ru: Данные и конфиденциальность

source: Data collector
de: Datensammler
es: Coleccionista de datos
fr: Collectionneur de données
it: Collezionista di dati
nl: Dataverzamelaar
pl: Kolekcjoner danych
pt: Colecionador de dados
ro: Colecționar de date
ru: Собиратель данных

source: Data coverage
de: Datenabdeckung
es: Cobertura de datos
fr: Couverture des données
it: Copertura dati
nl: Gegevensdekking
pl: Pokrycie danych
pt: Cobertura de dados
ro: Acoperire date
ru: Охват данных

source: Data coverage is below 70%, so the estimated A1c (GMI) is less reliable for this period.
de: Die Datenabdeckung liegt unter 70 %, daher ist der geschätzte A1c (GMI) für diesen Zeitraum weniger zuverlässig.
es: La cobertura de datos es inferior al 70%, por lo que la A1c estimada (GMI) es menos fiable para este periodo.
fr: La couverture des données est inférieure à 70 %, donc l'A1c estimée (GMI) est moins fiable pour cette période.
it: La copertura dati è inferiore al 70%, quindi l'A1c stimato (GMI) è meno affidabile per questo periodo.
nl: Gegevensdekking is lager dan 70%, dus de geschatte A1c (GMI) is minder betrouwbaar voor deze periode.
pl: Pokrycie danych jest poniżej 70%, więc szacowane A1c (GMI) jest mniej wiarygodne dla tego okresu.
pt: A cobertura de dados está abaixo de 70%, por isso a A1c estimada (GMI) é menos fiável para este período.
ro: Acoperirea datelor este sub 70%, așa că A1c estimat (GMI) este mai puțin fiabil pentru această perioadă.
ru: Охват данных ниже 70%, поэтому оценочный A1c (GMI) менее надёжен для этого периода.

source: Data export
de: Datenexport
es: Exportación de datos
fr: Exportation des données
it: Esportazione dei dati
nl: Gegevensexport
pl: Eksport danych
pt: Exportação de dados
ro: Export de date
ru: Экспорт данных

source: Date
de: Datum
es: Fecha
it: Data
nl: Datum
pl: Data
pt: Data
ro: Dată
ru: Дата

source: Dawn
de: Morgenröte
es: Amanecer
fr: Aube
it: Alba
nl: Dageraad
pl: Świt
pt: Amanhecer
ro: Zori
ru: Рассвет

source: Dawn phenomenon
de: Dawn-Phänomen
es: Fenómeno del alba
fr: Phénomène de l'aube
it: Fenomeno dell'alba
nl: Dawn-fenomeen
pl: Zjawisko brzasku
pt: Fenómeno do amanhecer
ro: Fenomenul de zori
ru: Феномен утренней зари

source: Day
de: Tag
es: Día
fr: Jour
it: Giorno
nl: Dag
pl: Dzień
pt: Dia
ro: Zi
ru: День

source: Days
de: Tage
es: Días
fr: Jours
it: Giorni
nl: Dagen
pl: Dni
pt: Dias
ro: Zile
ru: Дни

source: Days overlaid
de: Überlagerte Tage
es: Días superpuestos
fr: Jours superposés
it: Giorni sovrapposti
nl: Dagen over elkaar
pl: Dni nałożone
pt: Dias sobrepostos
ro: Zile suprapuse
ru: Дни с наложением

source: Defaults follow the international consensus: a 70–180 mg/dL target with 54 and 250 marking severe lows and highs.
de: Die Standardwerte folgen dem internationalen Konsens: ein Zielbereich von 70–180 mg/dL, wobei 54 und 250 schwere Tief- und Hochwerte markieren.
es: Los valores predeterminados siguen el consenso internacional: un objetivo de 70–180 mg/dL, con 54 y 250 marcando las hipoglucemias e hiperglucemias graves.
fr: Les valeurs par défaut suivent le consensus international : une cible de 70–180 mg/dL, avec 54 et 250 marquant les hypoglycémies et hyperglycémies sévères.
it: I valori predefiniti seguono il consenso internazionale: un intervallo target di 70–180 mg/dL, con 54 e 250 a segnare i valori bassi e alti gravi.
nl: De standaardwaarden volgen de internationale consensus: een streefbereik van 70–180 mg/dL, met 54 en 250 als grens voor ernstig laag en hoog.
pl: Wartości domyślne są zgodne z międzynarodowym konsensusem: zakres docelowy 70–180 mg/dL, a 54 i 250 wyznaczają ciężkie niedocukrzenia i przecukrzenia.
pt: As predefinições seguem o consenso internacional: um alvo de 70–180 mg/dL, com 54 e 250 a marcar mínimas e máximas graves.
ro: Valorile implicite urmează consensul internațional: o țintă de 70–180 mg/dL, cu 54 și 250 marcând valorile scăzute și crescute severe.
ru: Значения по умолчанию следуют международному консенсусу: целевой диапазон 70–180 mg/dL, а 54 и 250 отмечают тяжёлые гипо- и гипергликемии.

source: Dehydration
de: Dehydrierung
es: Deshidratación
fr: Déshydratation
it: Disidratazione
nl: Uitdroging
pl: Odwodnienie
pt: Desidratação
ro: Deshidratare
ru: Обезвоживание

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
nl: Verwijderen
pl: Usuń
pt: Eliminar
ro: Șterge
ru: Удалить

source: Delete %lld records
de: %lld Einträge löschen
es: Eliminar %lld registros
fr: Supprimer %lld enregistrements
it: Elimina %lld record
nl: %lld records verwijderen
pl: Usuń %lld rekordów
pt: Eliminar %lld registos
ro: Șterge %lld înregistrări
ru: Удалить %lld записей

source: Delete all local data
de: Alle lokalen Daten löschen
es: Eliminar todos los datos locales
fr: Supprimer toutes les données locales
it: Elimina tutti i dati locali
nl: Alle lokale gegevens verwijderen
pl: Usuń wszystkie dane lokalne
pt: Eliminar todos os dados locais
ro: Șterge toate datele locale
ru: Удалить все локальные данные

source: Delete all local data?
de: Alle lokalen Daten löschen?
es: ¿Eliminar todos los datos locales?
fr: Supprimer toutes les données locales ?
it: Eliminare tutti i dati locali?
nl: Alle lokale gegevens verwijderen?
pl: Usunąć wszystkie dane lokalne?
pt: Eliminar todos os dados locais?
ro: Ștergi toate datele locale?
ru: Удалить все локальные данные?

source: Deletes exactly the sample week added during onboarding — nothing you logged yourself.
de: Löscht genau die Beispielwoche aus der Einrichtung — nichts, was du selbst eingetragen hast.
es: Elimina exactamente la semana de ejemplo añadida al empezar — nada de lo que registraste tú.
fr: Supprime exactement la semaine d'exemple ajoutée à l'accueil — rien de ce que tu as consigné toi-même.
it: Elimina esattamente la settimana di esempio aggiunta all'inizio — nulla di ciò che hai registrato tu.
nl: Verwijdert precies de voorbeeldweek uit de introductie — niets van wat je zelf logde.
pl: Usuwa dokładnie przykładowy tydzień dodany na starcie — nic z tego, co sam zapisałeś.
pt: Apaga exatamente a semana de exemplo adicionada no início — nada do que registaste tu.
ro: Șterge exact săptămâna demonstrativă adăugată la început — nimic din ce ai notat tu.
ru: Удаляет ровно демонстрационную неделю из настройки — ничего из того, что вы записали сами.

source: Delivery
de: Abgabe
es: Administración
fr: Administration
it: Somministrazione
nl: Toediening
pl: Podawanie
pt: Administração
ro: Administrare
ru: Введение

source: Delivery time
de: Zustellzeit
es: Hora de entrega
fr: Heure d'envoi
it: Orario di consegna
nl: Bezorgtijd
pl: Godzina dostarczenia
pt: Hora de entrega
ro: Ora livrării
ru: Время доставки

source: Detailed
de: Detailliert
es: Detallada
fr: Détaillée
it: Dettagliata
nl: Gedetailleerd
pl: Szczegółowa
pt: Detalhado
ro: Detaliat
ru: Подробная

source: Deviation
de: Abweichung
es: Desviación
fr: Écart
it: Deviazione
nl: Afwijking
pl: Odchylenie
pt: Desvio
ro: Deviație
ru: Отклонение

source: Devices & safety
de: Geräte & Sicherheit
es: Dispositivos y seguridad
fr: Appareils et sécurité
it: Dispositivi e sicurezza
nl: Apparaten & veiligheid
pl: Urządzenia i bezpieczeństwo
pt: Dispositivos e segurança
ro: Dispozitive și siguranță
ru: Устройства и безопасность

source: Dexcom username
de: Dexcom-Benutzername
es: Nombre de usuario de Dexcom
fr: Nom d'utilisateur Dexcom
it: Nome utente Dexcom
nl: Dexcom-gebruikersnaam
pl: Nazwa użytkownika Dexcom
pt: Nome de utilizador Dexcom
ro: Nume de utilizator Dexcom
ru: Имя пользователя Dexcom

source: Diabetes that develops during pregnancy.
de: Diabetes, der während der Schwangerschaft auftritt.
es: Diabetes que aparece durante el embarazo.
fr: Diabète qui apparaît pendant la grossesse.
it: Diabete che si sviluppa durante la gravidanza.
nl: Diabetes die ontstaat tijdens de zwangerschap.
pl: Cukrzyca rozwijająca się w czasie ciąży.
pt: Diabetes que se desenvolve durante a gravidez.
ro: Diabet care apare în timpul sarcinii.
ru: Диабет, развивающийся во время беременности.

source: Diabetes type
de: Diabetestyp
es: Tipo de diabetes
fr: Type de diabète
it: Tipo di diabete
pl: Typ cukrzycy
pt: Tipo de diabetes
ro: Tip de diabet
ru: Тип диабета

source: Diabetes-friendly recipes
de: Diabetesgerechte Rezepte
es: Recetas aptas para la diabetes
fr: Recettes adaptées au diabète
it: Ricette adatte al diabete
nl: Diabetesvriendelijke recepten
pl: Przepisy przyjazne dla diabetyków
pt: Receitas adequadas à diabetes
ro: Rețete potrivite pentru diabet
ru: Рецепты при диабете

source: Diagnosed
de: Diagnostiziert
es: Diagnóstico
fr: Diagnostic
it: Diagnosi
nl: Gediagnosticeerd
pl: Zdiagnozowano
pt: Diagnóstico
ro: Diagnosticat
ru: Диагностирован

source: Diagnosed this year
de: Dieses Jahr diagnostiziert
es: Diagnosticado este año
fr: Diagnostiqué cette année
it: Diagnosticato quest'anno
nl: Dit jaar gediagnosticeerd
pl: Zdiagnozowano w tym roku
pt: Diagnosticado este ano
ro: Diagnosticat anul acesta
ru: Диагностирован в этом году

source: Diagnosis year
de: Diagnosejahr
es: Año del diagnóstico
fr: Année du diagnostic
it: Anno della diagnosi
nl: Jaar van diagnose
pl: Rok diagnozy
pt: Ano de diagnóstico
ro: Anul diagnosticării
ru: Год диагноза

source: Diagnostics are app, device and OS details only — never your glucose or personal data. They help us reproduce a problem.
de: Diagnosedaten enthalten nur App-, Geräte- und Betriebssystemdetails — niemals deine Glukose- oder persönlichen Daten. Sie helfen uns, ein Problem nachzuvollziehen.
es: Los diagnósticos son solo detalles de la app, el dispositivo y el sistema operativo — nunca tu glucosa ni tus datos personales. Nos ayudan a reproducir un problema.
fr: Les diagnostics ne contiennent que des détails sur l'app, l'appareil et le système — jamais votre glycémie ni vos données personnelles. Ils nous aident à reproduire un problème.
it: Le diagnostiche contengono solo dettagli su app, dispositivo e sistema operativo — mai la tua glicemia o i tuoi dati personali. Ci aiutano a riprodurre un problema.
nl: Diagnostische gegevens bevatten alleen app-, apparaat- en OS-details — nooit je glucose of persoonlijke gegevens. Ze helpen ons een probleem te reproduceren.
pl: Dane diagnostyczne to wyłącznie szczegóły aplikacji, urządzenia i systemu — nigdy Twoja glukoza ani dane osobowe. Pomagają nam odtworzyć problem.
pt: Os diagnósticos são apenas detalhes da app, do dispositivo e do sistema operativo — nunca a tua glicose ou dados pessoais. Ajudam-nos a reproduzir um problema.
ro: Diagnosticele conțin doar detalii despre aplicație, dispozitiv și sistemul de operare — niciodată glicemia sau datele tale personale. Ne ajută să reproducem o problemă.
ru: Диагностика — это только сведения о приложении, устройстве и ОС — никогда ваша глюкоза или личные данные. Они помогают нам воспроизвести проблему.

source: Diamond
de: Diamant
es: Diamante
fr: Diamant
it: Diamante
nl: Diamant
pl: Diament
pt: Diamante
ro: Diamant
ru: Алмаз

source: Diet & exercise
de: Ernährung & Bewegung
es: Dieta y ejercicio
fr: Alimentation et exercice
it: Dieta ed esercizio
nl: Voeding & beweging
pl: Dieta i ćwiczenia
pt: Dieta e exercício
ro: Dietă și mișcare
ru: Диета и физическая нагрузка

source: Different activities affect glucose differently — steady cardio often lowers it, while short intense bursts can raise it briefly. Prvital's activity insights help you learn your own pattern.
de: Unterschiedliche Aktivitäten wirken sich unterschiedlich auf die Glukose aus — gleichmäßiges Ausdauertraining senkt sie oft, während kurze intensive Belastungen sie kurzzeitig anheben können. Prvitals Aktivitäts-Insights helfen dir, dein eigenes Muster kennenzulernen.
es: Las distintas actividades afectan la glucosa de forma diferente — el cardio constante suele bajarla, mientras que los esfuerzos cortos e intensos pueden subirla brevemente. Los análisis de actividad de Prvital te ayudan a conocer tu propio patrón.
fr: Les activités n'affectent pas toutes la glycémie de la même façon — le cardio régulier la fait souvent baisser, tandis que les efforts courts et intenses peuvent la faire monter brièvement. Les analyses d'activité de Prvital t'aident à comprendre ton propre schéma.
it: Attività diverse influenzano la glicemia in modo diverso: il cardio costante spesso la abbassa, mentre brevi sforzi intensi possono farla salire temporaneamente. Gli approfondimenti sull'attività di Prvital ti aiutano a scoprire il tuo schema personale.
nl: Verschillende soorten beweging beïnvloeden je glucose op verschillende manieren — rustige cardio verlaagt deze vaak, terwijl korte, intensieve inspanning hem juist kort kan verhogen. De beweeginzichten van Prvital helpen je om je eigen patroon te leren kennen.
pl: Różne rodzaje aktywności wpływają na glikemię inaczej — spokojny wysiłek aerobowy zwykle ją obniża, podczas gdy krótkie, intensywne wysiłki mogą chwilowo ją podnieść. Analizy aktywności w Prvital pomagają Ci poznać swój indywidualny wzorzec.
pt: Diferentes atividades afetam a glicose de forma diferente — o cardio constante costuma baixá-la, enquanto rajadas curtas e intensas a podem elevar brevemente. As informações de atividade do Prvital ajudam-te a conhecer o teu próprio padrão.
ro: Diferite tipuri de activitate afectează glicemia diferit — cardio-ul constant o scade adesea, în timp ce reprizele scurte și intense o pot crește temporar. Analizele de activitate din Prvital te ajută să-ți descoperi propriul tipar.
ru: Разные виды активности по-разному влияют на глюкозу — размеренное кардио часто её снижает, а короткие интенсивные нагрузки могут ненадолго повысить. Аналитика активности в Prvital помогает узнать свои собственные закономерности.

source: Different target at night
de: Anderes Ziel in der Nacht
es: Objetivo diferente por la noche
fr: Cible différente la nuit
it: Obiettivo diverso di notte
nl: Ander doel 's nachts
pl: Inny cel w nocy
pt: Objetivo diferente à noite
ro: Țintă diferită noaptea
ru: Другая цель ночью

source: Dimming for legibility
de: Abdunkeln für Lesbarkeit
es: Oscurecer para legibilidad
fr: Assombrir pour la lisibilité
it: Scurire per la leggibilità
nl: Dimmen voor leesbaarheid
pl: Przyciemnienie dla czytelności
pt: Escurecer para legibilidade
ro: Întunecare pentru lizibilitate
ru: Затемнение для читаемости

source: Dinner
de: Abendessen
es: Cena
fr: Dîner
it: Cena
nl: Avondeten
pl: Kolacja
pt: Jantar
ro: Cină
ru: Ужин

source: Dismiss
de: Schließen
es: Descartar
fr: Ignorer
it: Ignora
nl: Sluiten
pl: Odrzuć
pt: Ignorar
ro: Închide
ru: Закрыть

source: Dismiss insights
de: Erkenntnisse ausblenden
es: Descartar los análisis
fr: Masquer les analyses
it: Ignora le analisi
nl: Inzichten sluiten
pl: Zamknij analizy
pt: Dispensar as análises
ro: Închide analizele
ru: Скрыть аналитику

source: Display
de: Anzeige
es: Pantalla
fr: Affichage
it: Visualizzazione
nl: Weergave
pl: Wyświetlanie
pt: Visualização
ro: Afișare
ru: Отображение

source: Display unit
de: Anzeigeeinheit
es: Unidad de visualización
fr: Unité d'affichage
it: Unità di visualizzazione
nl: Weergave-eenheid
pl: Jednostka wyświetlania
pt: Unidade de apresentação
ro: Unitate de afișare
ru: Единица отображения

source: Do NOT give me food or drink. Use my glucagon if you can find it, and call emergency services (112 / 911).
de: Geben Sie mir NICHTS zu essen oder zu trinken. Verwenden Sie mein Glukagon, wenn Sie es finden, und rufen Sie den Notruf (112 / 911).
es: NO me des comida ni bebida. Usa mi glucagón si puedes encontrarlo y llama a emergencias (112 / 911).
fr: Ne me donnez NI nourriture NI boisson. Utilisez mon glucagon si vous le trouvez et appelez les secours (112 / 911).
it: NON datemi cibo né bevande. Usate il mio glucagone se riuscite a trovarlo e chiamate i soccorsi (112 / 911).
nl: Geef me GEEN eten of drinken. Gebruik mijn glucagon als je die kunt vinden en bel de hulpdiensten (112 / 911).
pl: NIE podawaj mi jedzenia ani picia. Użyj mojego glukagonu, jeśli go znajdziesz, i zadzwoń po pogotowie (112 / 911).
pt: NÃO me dê comida nem bebida. Use o meu glucagon se o encontrar e ligue para a emergência (112 / 911).
ro: NU îmi da mâncare sau băutură. Folosește glucagonul meu dacă îl găsești și sună la urgențe (112 / 911).
ru: НЕ давайте мне еду или питьё. Используйте мой глюкагон, если найдёте его, и вызовите скорую помощь (112 / 911).

source: Doctor / clinic
de: Arzt / Klinik
es: Médico / clínica
fr: Médecin / clinique
it: Medico / clinica
nl: Arts / kliniek
pl: Lekarz / klinika
pt: Médico / clínica
ro: Medic / clinică
ru: Врач / клиника

source: Doctor visit mode
de: Arztbesuch-Modus
es: Modo consulta médica
fr: Mode consultation
it: Modalità visita medica
nl: Doktersbezoek-modus
pl: Tryb wizyty lekarskiej
pt: Modo consulta médica
ro: Mod consultație
ru: Режим приёма врача

source: Done
de: Fertig
es: Hecho
fr: Terminé
it: Fatto
nl: Gereed
pl: Gotowe
pt: Concluído
ro: Gata
ru: Готово

source: Dose
de: Dosis
es: Dosis
nl: Dosis
pl: Dawka
ro: Doză
ru: Доза

source: Dose & type
de: Dosis & Typ
es: Dosis y tipo
fr: Dose et type
it: Dose e tipo
nl: Dosis & type
pl: Dawka i rodzaj
pt: Dose e tipo
ro: Doză și tip
ru: Доза и тип

source: Doses at this meal
de: Dosen zu dieser Mahlzeit
es: Dosis de esta comida
fr: Doses de ce repas
it: Dosi di questo pasto
nl: Doses bij deze maaltijd
pl: Dawki przy tym posiłku
pt: Doses desta refeição
ro: Dozele acestei mese
ru: Дозы этого приёма пищи

source: Drag to reorder. The glucose ring, quick actions and safety banners always stay at the top.
de: Zum Umordnen ziehen. Glukosering, Schnellaktionen und Sicherheitsbanner bleiben immer oben.
es: Arrastra para reordenar. El anillo de glucosa, las acciones rápidas y los avisos de seguridad siempre quedan arriba.
fr: Faites glisser pour réorganiser. L'anneau de glycémie, les actions rapides et les bannières de sécurité restent toujours en haut.
it: Trascina per riordinare. L'anello della glicemia, le azioni rapide e i banner di sicurezza restano sempre in alto.
nl: Sleep om te herschikken. De glucosering, snelle acties en veiligheidsbanners blijven altijd bovenaan.
pl: Przeciągnij, aby zmienić kolejność. Pierścień glikemii, szybkie akcje i banery bezpieczeństwa zawsze zostają u góry.
pt: Arraste para reordenar. O anel de glicemia, as ações rápidas e os avisos de segurança ficam sempre no topo.
ro: Trage pentru a rearanja. Inelul glicemiei, acțiunile rapide și bannerele de siguranță rămân mereu sus.
ru: Перетащите, чтобы изменить порядок. Кольцо глюкозы, быстрые действия и баннеры безопасности всегда остаются сверху.

source: Dress with olive oil, lemon and oregano, and toss.
de: Mit Olivenöl, Zitrone und Oregano anmachen und vermengen.
es: Aliña con aceite de oliva, limón y orégano, y mezcla bien.
fr: Assaisonne avec l'huile d'olive, le citron et l'origan, puis mélange.
it: Condisci con olio d'oliva, limone e origano, e mescola.
nl: Besprenkel met olijfolie, citroen en oregano, en schep om.
pl: Skrop oliwą, sokiem z cytryny i oregano, i wymieszaj.
pt: Tempera com azeite, limão e orégãos, e envolve bem.
ro: Asezonează cu ulei de măsline, lămâie și oregano, apoi amestecă.
ru: Заправь оливковым маслом, лимоном и орегано, перемешай.

source: Due now
de: Jetzt fällig
es: Vence ahora
fr: Échéance atteinte
it: In scadenza ora
nl: Nu aan de beurt
pl: Termin: teraz
pt: Vence agora
ro: Scadent acum
ru: Срок настал

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
nl: Duur
pl: Czas trwania
pt: Duração
ro: Durată
ru: Длительность

source: Duration and time-to-peak shape the insulin-on-board curve. Typical rapid-acting values are 4–6 hours and 60–90 minutes. The max bolus is a safety limit — a suggestion above it is clamped.
de: Dauer und Zeit bis zum Maximum formen die Kurve des aktiven Insulins. Typische Werte für schnell wirkendes Insulin sind 4–6 Stunden und 60–90 Minuten. Der maximale Bolus ist eine Sicherheitsgrenze — ein Vorschlag darüber wird begrenzt.
es: La duración y el tiempo hasta el pico definen la curva de insulina activa. Los valores típicos de la insulina rápida son de 4–6 horas y 60–90 minutos. El bolo máximo es un límite de seguridad — una sugerencia superior se limita a ese valor.
fr: La durée et le temps jusqu'au pic déterminent la courbe d'insuline active. Les valeurs typiques pour l'insuline rapide sont de 4–6 heures et 60–90 minutes. Le bolus maximal est une limite de sécurité — une suggestion supérieure est plafonnée.
it: La durata e il tempo di picco modellano la curva dell'insulina attiva. I valori tipici per l'azione rapida sono 4–6 ore e 60–90 minuti. Il bolo massimo è un limite di sicurezza — un suggerimento superiore viene limitato.
nl: Duur en tijd tot piek bepalen de curve van de actieve insuline. Typische waarden voor snelwerkende insuline zijn 4–6 uur en 60–90 minuten. De maximale bolus is een veiligheidslimiet — een suggestie daarboven wordt begrensd.
pl: Czas trwania i czas do szczytu kształtują krzywą insuliny aktywnej. Typowe wartości dla insuliny szybkodziałającej to 4–6 godzin i 60–90 minut. Maksymalny bolus to limit bezpieczeństwa — sugestia powyżej niego jest ograniczana.
pt: A duração e o tempo até ao pico moldam a curva da insulina ativa. Os valores típicos da insulina de ação rápida são de 4–6 horas e 60–90 minutos. O bólus máximo é um limite de segurança — uma sugestão acima dele é limitada.
ro: Durata și timpul până la vârf modelează curba insulinei active. Valorile tipice pentru insulina rapidă sunt 4–6 ore și 60–90 de minute. Bolusul maxim este o limită de siguranță — o sugestie peste el este limitată.
ru: Длительность и время до пика формируют кривую активного инсулина. Типичные значения для быстрого действия — 4–6 часов и 60–90 минут. Максимальный болюс — предел безопасности: предложение выше него ограничивается.
